/* Window Title */
"Bauhaus Clock Options" = "Bauhaus-Uhr Optionen";

/* Theme Selection */
"Theme" = "Erscheinungsbild";
"Day" = "Tag";
"Night" = "Nacht";
"System" = "System";

/* Color Selection */
"Lume Color" = "Leuchtfarbe";

/* Watch Dial Selection */
"Watch Dial" = "Zifferblatt";

/* Buttons */
"OK" = "OK";
"Cancel" = "Abbrechen";
"Made with care by Atilla ↗" = "Mit Liebe erstellt von Atilla ↗";

/* Color Names */
"Red" = "Rot";
"Amber" = "Bernstein";
"Lavender" = "Lavendel";
"Rose" = "Rose";
"Seafoam" = "Meeresschaum";
"Sky" = "Himmel";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Pfirsich";
"Tritium Green" = "Tritium-Grün";
"Aqua" = "Aqua";
"Lime" = "Limette";
"Yellow" = "Gelb";
"Ice Blue" = "Eisblau";
"White" = "Weiß";

/* Size Selection */
"Size" = "Größe";
"Standard" = "Klassisch";
"Compact" = "Kompakt";

/* Movement Selection */
"Movement" = "Uhrwerk";
"1 Hz" = "Quarz";
"4 Hz" = "Mechanisch";
"60 Hz" = "Digital";

/* Movement Subtitles */
"Quartz tick" = "Quarz Sekundentakt";
"Mechanical sweep" = "Mechanischer Gang";
"Ultra smooth" = "Fließender Gang";

/* Watch Dial Names */
"Glacier" = "Gletscher";
"Ocean" = "Ozean";
"Turquoise" = "Türkis";
"Tennis" = "Tennis";
"Signal Blue" = "Signalblau";
"Salmon" = "Lachs";
"White" = "Weiß";
"Yellow" = "Gelb";
"Beige" = "Beige";
"Pistachio" = "Pistazie";
"Lavender" = "Lavendel";
"Sky Blue" = "Himmelblau";
"Cream" = "Creme";
"Charcoal" = "Kohle";
"Noir" = "Schwarz";